[
    "Israeli strike kills nine of Gaza doctor's children, hospital says\nA British surgeon working in Nasser Hospital said he had operated on the doctor's surviving 11-year-old.\n3 hrs ago\nMiddle East",
    "Israeli strike kills nine of Gaza doctor's children, hospital says",
    "Russia launches major aerial attack on Ukraine capital\nAt least 14 people were injured after Moscow fired ballistic missiles and drones at Kyiv.\n2 hrs ago\nEurope",
    "Russia launches major aerial attack on Ukraine capital",
    "Tensions rise as superpowers scrap for a piece of the Arctic",
    "Hectic two weeks leaves Russia confident - and peace in Ukraine feeling no closer\nOn Ukraine peace talks, the Kremlin has played for time through deflections and side-steps, writes the BBC's Steve Rosenberg.\n14 hrs ago\nEurope",
    "Hectic two weeks leaves Russia confident - and peace in Ukraine feeling no closer",
    "EU calls for 'respect' after Trump threatens 50% tariffs\nTrade chief Maros Sefcovic said the EU is \"ready to defend\" its interests after Trump threatened 50% tariffs on the bloc.\n7 hrs ago\nWorld",
    "EU calls for 'respect' after Trump threatens 50% tariffs",
    "Her daughter was taken and sent abroad - 44 years later, they found each other\nHundreds made damning allegations of fraud, kidnapping and trafficking about an overseas adoption programme.\n15 hrs ago\nAsia",
    "Her daughter was taken and sent abroad - 44 years later, they found each other",
    "How McTominay became a Napoli icon after Man Utd exit\nScott McTominay seals his status as a Napoli icon with a spectacular first goal as his side defeat Cagliari to win Serie A.\n15 hrs ago\nItalian Serie A",
    "How McTominay became a Napoli icon after Man Utd exit",
    "The Soviet nuclear plan to reverse Siberian rivers\nIn the 1970s, the USSR used nuclear devices to try to send water from Siberia's rivers flowing south, instead of its natural route north.\n4 hrs ago\nFuture",
    "The Soviet nuclear plan to reverse Siberian rivers",
    "Yachts easy way to bring in migrants - ex-smuggler\nFormer British soldier describes smuggling dozens of Vietnamese into marinas in English seaside towns.\n8 hrs ago\nUK",
    "Yachts easy way to bring in migrants - ex-smuggler",
    "Brian Cox on the hard truth about acting\n\"It's difficult stuff - acting - and I find it hard after 60 years,\" says the acclaimed Scottish actor.\nSee more",
    "Brian Cox on the hard truth about acting",
    "The Documentary Podcast\nPeople Fixing the World: Helping Chile's stolen children",
    "People Fixing the World: Helping Chile's stolen children",
    "What's Up Docs?\nShould I worry about microplastics?",
    "The Interview\nDovilė Šakalienė, Defence Minister of Lithuania: Uncertain times for Europe",
    "Dovilė Šakalienė, Defence Minister of Lithuania: Uncertain times for Europe",
    "Business Daily\nValencia: Recovering from the floods",
    "The Climate Question\nWhat makes a good climate novel?",
    "What makes a good climate novel?",
    "Diddy On Trial\nExpert witness, seized items and hotel clean ups",
    "Expert witness, seized items and hotel clean ups",
    "Witness History\nThe founding of Magnum Photos",
    "Harvard foreign students face uncertainty as Trump plan to block enrolment is halted - for now\nIt comes a day after the administration said it had revoked Harvard's access to student visa programmes.\n15 hrs ago\nUS & Canada",
    "Harvard foreign students face uncertainty as Trump plan to block enrolment is halted - for now",
    "'We did not sign up for this': Harvard's foreign students are stuck and scared\nHarvard has around 6,800 foreign students currently - a third are from China, and more than 700 are Indian.\n22 hrs ago\nUS & Canada",
    "'We did not sign up for this': Harvard's foreign students are stuck and scared",
    "Eighteen injured in Hamburg knife attack as woman arrested\nA 39-year-old woman is understood to have acted alone with no \"political motive\", German police say.\n3 hrs ago\nEurope",
    "Eighteen injured in Hamburg knife attack as woman arrested",
    "Kneecap defiant at first major gig since terror charge\nThe Irish-language hip-hop trio play their biggest ever festival headline slot in south London.\n12 hrs ago\nLondon",
    "Kneecap defiant at first major gig since terror charge",
    "Remembering the Indian scientist who challenged the Big Bang theory\nJayant Narlikar, who died at age 86, was dedicated to science education and shaped a generation of Indian researchers.\n14 hrs ago\nAsia",
    "Remembering the Indian scientist who challenged the Big Bang theory",
    "Labubu fan fury after dolls pulled from stores\nThe popular toys have been removed from UK shelves until June, following reports of customers fighting over them.\n1 day ago\nBusiness",
    "Labubu fan fury after dolls pulled from stores",
    "New satellite photos show damaged North Korean warship\nKim Jong Un has called the shipyard accident a \"criminal act\" and vowed to find those responsible.\n22 hrs ago\nAsia",
    "New satellite photos show damaged North Korean warship",
    "Where the Amish go on holiday\nPhotographer Dina Litovsky has been photographing the Amish 'Las Vegas' since 2018.\n9 Nov 2023\nPhotography",
    "Where the Amish go on holiday",
    "Cannes like you've never seen it before\nTom Brook gives an insider guide to the film festival and takes us behind the scenes and beyond the red carpet.\n2 days ago\nFilm & TV",
    "Cannes like you've never seen it before",
    "A look inside Michelangelo's 'secret room'\nThe BBC gets access to Michelangelo's 'secret hiding room' under the Medici Chapel in Florence.\n2 Nov 2024\nArt & Design",
    "A look inside Michelangelo's 'secret room'",
    "Inside the world of weaverbirds' stunning nest creation\nWatch as weaverbirds build intricate nests along the Blue Nile to attract a mate.\n8 Apr 2025\nWorld of wonder",
    "Inside the world of weaverbirds' stunning nest creation",
    "The machine aiming to recreate the sun's energy\nMeet the 24-year-old who convinced former Pentagon officials to join his nuclear fusion project.\n14 May 2025\nTech Now",
    "The machine aiming to recreate the sun's energy",
    "Why some people are always late\nDo certain personality traits mean some people are hard wired to be 'punctually challenged'?\n27 Dec 2023\nPsychology",
    "Why some people are always late",
    "How a US island kept hold of its 17th Century dialect\nOcracoke Island in North Carolina has only been accessible by boat for centuries, creating its own unique brogue.\n23 Feb 2022\nLanguage",
    "How a US island kept hold of its 17th Century dialect",
    "Inside the lab where baby sharks are born\nWatch how scientists in Japan are rescuing the unborn pups of pregnant sharks killed in fishing nets.\n3 days ago\nNatural wonders",
    "Inside the lab where baby sharks are born",
    "The 12 Cannes films you need to know about\nFrom the hundreds of titles that premiered at this year's Cannes Film Festival, here are the ones which are going to be big talking points all through 2025.\n3 hrs ago\nCulture",
    "The 12 Cannes films you need to know about",
    "The sensational breakout star of The Phoenician Scheme\nWes Anderson and the cast of The Phoenician Scheme tell the BBC about how they made the film, and about its formidable young star who plays a pipe-smoking trainee nun.\n3 days ago\nCulture",
    "The sensational breakout star of The Phoenician Scheme",
    "A shocking thriller about US pandemic divisions ★★★★☆\nDirector Ari Aster is once again set to shock with surreal, gory western Eddington, featuring Joaquin Phoenix and Pedro Pascal, which is premiering at the Cannes Film Festival.\n8 days ago\nCulture",
    "A shocking thriller about US pandemic divisions ★★★★☆",
    "What regular saunas do for your health\nThe Finnish tradition of a sauna followed by a plunge into icy water or a roll in the snow is spreading around the world. What does science say about the claimed health benefits?\nSee more",
    "What regular saunas do for your health",
    "The UK island that's off-limits for half the year\nInhabited over the centuries by hermits, monks, farmers and lighthouse keepers, the remote Calf of Man is both a time capsule and frontier of seabird regeneration efforts.\nSee more",
    "The UK island that's off-limits for half the year",
    "How Canada voted - in charts\nThe Liberal Party has won the election but is short of a majority in the House of Commons\n1 hr ago\nUS & Canada",
    "How Canada voted - in charts",
    "San Diego airport experienced glitches before fatal plane crash\n12 hrs ago\nUS & Canada",
    "San Diego airport experienced glitches before fatal plane crash",
    "What do Canadians make of the monarchy in the Trump era?\n14 hrs ago\nUS & Canada",
    "What do Canadians make of the monarchy in the Trump era?",
    "Can Donald Trump build the 'Golden Dome' over the US?\n14 hrs ago\nUS & Canada",
    "Can Donald Trump build the 'Golden Dome' over the US?",
    "Ugandan activist alleges she was raped while in Tanzanian detention\nTanzanian authorities are not commenting on the allegations, which include sexual assault.\n40 mins ago\nAfrica",
    "Ugandan activist alleges she was raped while in Tanzanian detention",
    "Rebuked by Trump but praised at home: How Ramaphosa might gain from US showdown\n14 hrs ago\nAfrica",
    "Rebuked by Trump but praised at home: How Ramaphosa might gain from US showdown",
    "Chaos spreads as desperate Gazans wait for food to arrive\n17 hrs ago\nMiddle East",
    "Chaos spreads as desperate Gazans wait for food to arrive",
    "I learnt government was suing me on the news - Nigerian senator\n17 hrs ago\nAfrica",
    "I learnt government was suing me on the news - Nigerian senator",
    "LIVE\nMore Zimbabwe resistance holds up England\nFollow live text, TMS commentary and in-play video clips from the third day of the only Test between England and Zimbabwe at Trent Bridge.",
    "More Zimbabwe resistance holds up England",
    "LIVE\nChampions Cup final: Northampton Saints v Bordeaux-Begles build-up",
    "Champions Cup final: Northampton Saints v Bordeaux-Begles build-up",
    "Ronaldo 'could play' in Club World Cup - Infantino\n2 hrs ago\nFootball",
    "Ronaldo 'could play' in Club World Cup - Infantino",
    "LIVE\nWatch: Scottish Cup final build up as Aberdeen & Celtic meet at Hampden",
    "Watch: Scottish Cup final build up as Aberdeen & Celtic meet at Hampden",
    "Boeing to avoid prosecution in US Justice Department deal over crashes\nThe two crashes happened in 2018 and 2019 and left 346 people dead.\n44 mins ago\nBusiness",
    "Boeing to avoid prosecution in US Justice Department deal over crashes",
    "Trump reignites tensions with EU tariff threats\n17 hrs ago\nBusiness",
    "Trump reignites tensions with EU tariff threats",
    "Protestors accuse Trump of corruption as he hosts crypto gala dinner\n1 day ago\nTechnology",
    "Protestors accuse Trump of corruption as he hosts crypto gala dinner",
    "What tariffs has Trump announced and why?\n22 hrs ago\nWorld",
    "What tariffs has Trump announced and why?",
    "The Documentary Podcast\nBBC OS Conversations: Living with prostate cancer",
    "BBC OS Conversations: Living with prostate cancer",
    "Global News Podcast\nThe Happy Pod: The unlikely duo getting men talking about mental health",
    "The Happy Pod: The unlikely duo getting men talking about mental health",
    "The Documentary Podcast\nHeart and Soul: Musambwa - Lake Victoria's sacred island",
    "Heart and Soul: Musambwa - Lake Victoria's sacred island",
    "Global News Podcast\nTrump threatens 50% tariffs on EU and 25% on smartphones",
    "Trump threatens 50% tariffs on EU and 25% on smartphones",
    "World Business Report\nEU vows to defend interests after US tariff threat",
    "EU vows to defend interests after US tariff threat",
    "Americast\nWhy did Trump ambush the South African president?",
    "Why did Trump ambush the South African president?",
    "Football Daily\nEngland squad announcement reaction as Tuchel recalls Toney",
    "England squad announcement reaction as Tuchel recalls Toney",
    "World Business Report\nTrump threatens tariffs on EU goods and Apple iPhones",
    "Trump threatens tariffs on EU goods and Apple iPhones",
    "Indian IT giant investigates link to M&S cyber-attack\nM&S said earlier this week that the hackers got into systems via a third party - but did not say who that was.\n18 hrs ago\nTechnology",
    "Indian IT giant investigates link to M&S cyber-attack",
    "Faisal Islam: Trump's tariff plans could spark global economic shock\n21 hrs ago\nEurope",
    "Faisal Islam: Trump's tariff plans could spark global economic shock",
    "Electric supply stolen for cryptocurrency 'mine'\n21 hrs ago\nBradford",
    "Electric supply stolen for cryptocurrency 'mine'",
    "Will Elden Ring film be 'awesome' or 'meh'? Fans have thoughts\n23 hrs ago",
    "Will Elden Ring film be 'awesome' or 'meh'? Fans have thoughts",
    "An intimate look at health workers' lives during the pandemic\nTheatre nurse David Collyer wanted to shoot a documentary photography project in the last years of the Welsh hospital he worked in. Then Covid-19 appeared.\n1 day ago\nFuture",
    "An intimate look at health workers' lives during the pandemic",
    "'I don't know what we'll do': UK vapers panic-buy ahead of disposables ban\n10 hrs ago\nHealth",
    "'I don't know what we'll do': UK vapers panic-buy ahead of disposables ban",
    "What did dinosaurs sound like?\n23 hrs ago\nFuture",
    "Mental health A&E centres to open across England\n7 hrs ago\nHealth",
    "Mental health A&E centres to open across England",
    "Robbery gang guilty of Kim Kardashian heist in Paris\nThe robbers have been given jail time for stealing millions of dollars' worth of jewellery belonging to the US celebrity.\n16 hrs ago\nEurope",
    "Robbery gang guilty of Kim Kardashian heist in Paris",
    "'A long way home but I can't get enough of Scotland' - McGregor\n5 hrs ago\nScotland",
    "'A long way home but I can't get enough of Scotland' - McGregor",
    "Billy Joel cancels tour after brain condition diagnosis\n20 hrs ago\nCulture",
    "Billy Joel cancels tour after brain condition diagnosis",
    "Legendary photographer Sebastião Salgado dies at 81\n20 hrs ago\nCulture",
    "Legendary photographer Sebastião Salgado dies at 81",
    "Why this iconic 1839 painting is so misunderstood\nAs museums worldwide celebrate the 250th birthday of JMW Turner, it's time to reappraise his celebrated painting, The Fighting Temeraire.\n17 Apr 2025\nCulture",
    "Why this iconic 1839 painting is so misunderstood",
    "Life-sized animal puppets to stampede across London\n3 days ago\nLondon",
    "Life-sized animal puppets to stampede across London",
    "Titan of Russian ballet Yuri Grigorovich dies at 98\n4 days ago\nEurope",
    "Titan of Russian ballet Yuri Grigorovich dies at 98",
    "Jurassic snark: New Zealand dinosaur sculpture fuels debate\n4 days ago",
    "Jurassic snark: New Zealand dinosaur sculpture fuels debate",
    "Tom Cruise explains how he managed his epic stunt\nFor his latest Mission: Impossible film, the actor prepared for a daunting stunt by resting on a plane wing.\nSee more",
    "Tom Cruise explains how he managed his epic stunt",
    "The sounds and songs of Iceland's melting landscape\nKonstantine Vlasis never imagined that a single track on a Sigur Rós album would lead him to studying the ice on Iceland's highest peaks.\n1 day ago\nTravel",
    "The sounds and songs of Iceland's melting landscape",
    "Africa's ice cream cafe that nurtures self-esteem\n2 days ago\nTravel",
    "Africa's ice cream cafe that nurtures self-esteem",
    "Where an IndyCar driver hangs out in Indianapolis\n3 days ago\nTravel",
    "Where an IndyCar driver hangs out in Indianapolis",
    "Should US travellers rethink their summer holiday?\n4 days ago\nTravel",
    "Should US travellers rethink their summer holiday?",
    "What happens to family recipes when home is lost?\nA new book uses food to help humanise the people and places impacted by war.\n5 days ago\nTravel",
    "What happens to family recipes when home is lost?",
    "The flawless biscuit that took years to master\n10 May 2025\nTravel",
    "The flawless biscuit that took years to master",
    "How Dubai chocolate sparked a global frenzy\n4 May 2025\nTravel",
    "How Dubai chocolate sparked a global frenzy",
    "The artichoke so prized that people sell fakes\n3 May 2025\nTravel",
    "The artichoke so prized that people sell fakes",
    "Mob kills Royal Bengal tiger in India's Assam state\nAngry villagers reportedly took the step because the tiger had killed livestock and posed a threat to their lives.\n1 day ago\nAsia",
    "Mob kills Royal Bengal tiger in India's Assam state",
    "Four dead, several missing in record Australia flooding\n1 day ago\nAustralia",
    "Four dead, several missing in record Australia flooding",
    "William: David Attenborough was 'inspiration' for new show\n2 days ago\nClimate",
    "William: David Attenborough was 'inspiration' for new show",
    "Sluggish sloth's secrets of success revealed in new study\n2 days ago\nScience & Environment",
    "Sluggish sloth's secrets of success revealed in new study",
    "Watch the improbable comeback of the white tern\nDown to a single pair, the white tern population has benefited from busy roads and planted trees in Honolulu, Hawaii.\n4 days ago\nNatural wonders",
    "Watch the improbable comeback of the white tern",
    "Coogler's Warren Buffet quip cracks up Michael B Jordan\n5 days ago\nFilm & TV",
    "Coogler's Warren Buffet quip cracks up Michael B Jordan",
    "Inside Atlanta's luxury real estate market\n5 days ago\nCulture & Experiences",
    "Inside Atlanta's luxury real estate market",
    "Brian Cox on the hard truth about acting\n5 days ago\nArts in Motion",
    "Tech Decoded\nGet timely, trusted tech news from BBC correspondents around the world, every Monday and Friday.",
    "Download the BBC app\nClick here to download the BBC app for Apple and Android devices.",
    "US Politics Unspun\nNo noise. No agenda. Just expert analysis of the issues that matter most from Anthony Zurcher, every Wednesday.",
    "Register for a BBC account\nDon't have time to read everything right now? Your BBC account lets you save articles and videos for later.",
    "Sign up for the Essential List\nThe week’s best stories, handpicked by BBC editors, in your inbox every Tuesday and Friday.",
    "Sign up for the Essential List",
    "Sign up to News Briefing\nNews and expert analysis for every schedule. Get the morning and evening editions of our flagship newsletter in your inbox.",
    "Do not share or sell my info",
    "Read about our approach to external linking.",
    "Let us know you agree to cookies"
]