[
    "Images capturing a starving lion, fighting bison and pit of vipers honored in environmental photography awards",
    "AI model predicts 'biological age' from selfie — and could help doctors personalize cancer treatments",
    "Invasive Asian needle ants are surging in US Southeast — and their bite can trigger anaphylaxis",
    "Plants: Facts about our oxygen providers\nBy Jess Thomson published 2 days ago\nDiscover interesting facts about why plants are green, if they feel pain, and if they get cancer.",
    "Plants: Facts about our oxygen providers",
    "Soviet spacecraft Kosmos 482 crashes back to Earth, disappearing into Indian Ocean after 53 years in orbit\nBy Ben Turner published yesterday\nThe failed Soviet spacecraft Kosmos 482 has finally returned to Earth after 53 years in orbit. It disappeared into the Indian Ocean early Saturday morning.",
    "Soviet spacecraft Kosmos 482 crashes back to Earth, disappearing into Indian Ocean after 53 years in orbit",
    "How do archaeologists figure out the sex of a skeleton?\nBy Kristina Killgrove published May 8, 2025\nArchaeologists can estimate a person's sex with 95% accuracy, but many experts are focused on what can be learned about humans outside the male/female gender binary.",
    "How do archaeologists figure out the sex of a skeleton?",
    "Science Spotlight\nDiscover the research changing our understanding of the world",
    "Space photo of the week\nExtraordinary images of our sublime universe",
    "Whooping cough is surging. Here's what you can do to protect yourself.\nBy Annette Regan published yesterday\nOPINION Rates of the bacterial infection have gone up by 500% since last year, with babies and young children most at risk.",
    "Whooping cough is surging. Here's what you can do to protect yourself.",
    "By Tantse Walter published\nBUYING GUIDES These are the best air purifiers for pets, from Levoit Vital 200S and AirDoctor AD3500 to SwitchBot Table Air Purifier.",
    "Hoatzin: The strange 'stinkbird' born with clawed wings that appears to be an evolutionary 'orphan'\nBy Lydia Smith published yesterday\nThis weird blue-faced, red-eyed bird smells so bad predators won't eat it.",
    "Hoatzin: The strange 'stinkbird' born with clawed wings that appears to be an evolutionary 'orphan'",
    "What does the Pope do, anyway?\nBy Stephanie Pappas, Kristina Killgrove last updated 3 days ago\nNew pope's schedule will be 'exhausting.'",
    "What does the Pope do, anyway?",
    "World's largest atom smasher turned lead into gold — and then destroyed it in an instant\nBy Ben Turner published 2 days ago\nThe world's largest particle collider produces roughly 89,000 gold nuclei every second, all from smashing lead atoms together at near-light-speed.",
    "World's largest atom smasher turned lead into gold — and then destroyed it in an instant",
    "Scientists create ultra-tough copper alloy that is stronger than steel and can withstand temperatures of 1500 F\nBy Ben Turner published April 23, 2025\nThe new super-strong copper alloy can be used to build better airplanes and spacecraft.",
    "Scientists create ultra-tough copper alloy that is stronger than steel and can withstand temperatures of 1500 F",
    "'Murder prediction' algorithms echo some of Stalin's most horrific policies — governments are treading a very dangerous line in pursuing them\nBy Akhil Bhardwaj published 2 days ago\nOPINION The U.K. government is developing a program that seeks to identify murderers before they commit the ultimate crime. The real-world application of this type of tool will have devastating consequences.",
    "'Murder prediction' algorithms echo some of Stalin's most horrific policies — governments are treading a very dangerous line in pursuing them"
]